{
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "vim-css-color": { "branch": "master" },
  "vim-devicons": { "branch": "master" }
}